<?php 
# название организации 
$_orgname = 'ООО "ИВАС групп"'; 
$_admname = 'Nadya'; 
$_admpass = ‘200688'; 
$_m_status = array('женат / замужем', 'гражданский брак', 'разведен / разведена', 'свободен / свободна'); 
$_education = array('средне-специальное', 'неполное высшее', 'базовое высшее', 'полное высшее', 'несколько высших', 'ученая степень'); 
$_experience = array('нет', 'более года', 'более 3 лет', 'более 5 лет', 'более 10 лет'); 
$_salary = array('до 1500 грн', 'до 2500 грн', 'до 5000 грн', 'до 10000 грн'); 
$_vacancy = array( 'Инженер СЦБ'=>array(0=>'Начальник отдела СЦБ', 1=>'Зам. Нач. отдела СЦБ', 2=>'Помощник'), 
                   'Бухгалтер'=>array(3=>'Глав. Бух.', 4=>'Бухгалтер'), 
                   'Компьютерщик'=>array(5=>'Администратор ком. Сети', 6=>'Оператор'), 
                   'Другое'=>array(7=>'Секретарь', 8=>'Рабочий') 
                 ); 
$_vacancy_all = array('Начальник отдела СЦБ','Зам. Нач. отдела СЦБ','Помощник','Глав. Бух.','Бухгалтер','Администратор ком. Сети','Оператор','Секретарь','Рабочий'); 
$sql_host = 'localhost'; 
$sql_user = 'root'; 
$sql_pass = ''; 
$sql_dbnm = 'work_ankets'; 
?> 

 
